{"idx": 0, "context": " \nINTRODUCTION \nTO \nWASTEWATER \nTREATMENT \n \nINTRODUCTION........................................................................................................................................ 1 \n1.0 \nHISTORY.......................................................................................................................................... 1 \n2.0 \nSOURCES ......................................................................................................................................... 1 \n3.0 \nTREATMENT OBJECTIVES ........................................................................................................ 2 \n4.0 \nWATER POLLUTION CONTROL LEGISLATION .................................................................. 2 \n5.0 \nWASTEWATER TREATMENT PROCESS................................................................................. 3 \n6.0 \nDESCRIPTION OF PROCESS OPERATIONS ........................................................................... 4 \n6.1 \nCOLLECTION SYSTEM............................................................................................................... 4 \n6.2 \nPRELIMINARY TREATMENT.................................................................................................... 5 \n6.3 \nPRIMARY TREATMENT............................................................................................................. 5 \n6.4 \nANAEROBIC DIGESTION........................................................................................................... 6 \n6.5 \nACTIVATED SLUDGE................................................................................................................. 7 \n6.6 \nCHEMICAL TREATMENT .................................................................................................................. 8 \n6.7 \nDEWATERING .................................................................................................................................. 9 \n6.8 \nCOMPOSTING................................................................................................................................. 10 \n6.9 \nTERTIARY TREATMENT ................................................................................................................. 10 \n7.0 \nDISCHARGE CRITERIA............................................................................................................. 11 \n8.0 \nCONCLUSIONS............................................................................................................................. 12 \n9.0 \nGLOSSARY OF TERMS .............................................................................................................. 12 \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 1 OF 17 \n \nINTRODUCTION \n \nThe following material will introduce the reader to the water pollution abatement and control \nmeasures practiced by the City of Guelph, Environmental Services Department, Wastewater \nServices Division. \n \n1.0 \nHISTORY \n \nYou may be surprised to learn that the treatment of wastewater is a relatively modern practice.  \nAlthough sewers to remove foul-smelling water were common in ancient Rome, it was not \nuntil the 19th century that large cities began to understand the necessity of reducing the amount \nof pollutants in the used water they were discharging to the environment. \n \nDespite large supplies of fresh water and the natural ability of surface waters to cleanse \nthemselves over time, populations had become so concentrated by 1850 that outbreaks of life-\nthreatening diseases became commonplace.  These outbreaks were traced to pathogenic \nbacteria in the polluted water. \n \nWhat happens in a wastewater treatment plant is essentially the same as what occurs naturally \nin an ocean, lake, river or stream.  The function of a wastewater treatment plant is to speed up \nthis natural cleansing process.  The practice of wastewater collection and treatment has been \ndeveloped and perfected, using some of the most technically sound biological, physical, \nchemical and mechanical techniques available.  As a result, public health and water quality are \nprotected better today than ever before. \n \n2.0 \nSOURCES \n \nWastewater can be defined as the flow of used water discharged from homes, businesses, \nindustries, commercial activities and institutions which is directed to treatment plants by a \ncarefully designed and engineered network of pipes.  This wastewater is further categorized \nand defined according to its sources of origin.  The term “domestic wastewater” refers to flows \ndischarged principally from residential sources generated by such activities as food \npreparation, laundry, cleaning and personal hygiene.  Industrial/commercial wastewater is flow \ngenerated and discharged from manufacturing and commercial activities such as printing, food \nand beverage processing and production to name a few.  Institutional wastewater characterizes \nwastewater generated by large institutions such as hospitals and educational facilities. \n \nTypically 200 to 500 litres of wastewater are generated for every person connected to the \nsystem each day.  The amount of flow handled by a treatment plant varies with the time of day \nand with the season of the year. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 2 OF 17 \n \n3.0 \nTREATMENT OBJECTIVES \n \nThe overall water management objectives of wastewater treatment are \nassociated with the removal of pollutants and the protection and preservation \nof our natural water resources. \n \nOf specific concern is protection of human health by the destruction of \npathogenic organisms present in wastewater prior to treated effluent being \ndischarged to receiving waters. \n \n4.0 \nWATER POLLUTION CONTROL LEGISLATION \n \nEnvironment Canada is the federal government agency responsible for \nenvironmental protection.  Legislation in the form of the Environmental \nProtection Act provides overall direction for environmental protection in \nCanada. \n \nThe Ontario Ministry of the Environment (MOE) is the provincial government \nagency responsible for environmental protection in the province of Ontario.  \nOne of its tasks is the provision of clean water through pollution control and \nprevention. \n \nTo accomplish its water quality objectives the MOE produced legislation in \nthe form of the Ontario Water Resources Act (OWRA).  This legislation in \nconjunction with various regulations made under the OWRA set out legal \nrequirements for managing environmental issues. \n \nThe City of Guelph, Environmental Services Department, Wastewater \nServices Division (WSD), is engaged in wastewater, storm water and water \nquality management for the area which it serves.  The WSD manages and \noperates the Wastewater Treatment Plant located at Hanlon and Wellington \nStreet West and is responsible for meeting the treatment standards prescribed \nby MOE legislation.  Further to these requirements, the city has enacted \nlegislation specific to its wastewater operation passed by city council in the \nform of the Sewer Use By-law (1996)-15202.  This By-law specifies the \nwastewater quality and quantity standards which must be met by wastewater \ngenerators who discharge to the city sewer collection and treatment system. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 3 OF 17 \n \nIn addition to these pieces of legislation the MOE and the Municipal \nEngineers Associated of Ontario (MEAO) are jointly involved in developing \nadditional legislation, namely, the Ontario Ministry of Environment Industrial \nStrategy for Abatement program (MISA).  The program includes strategies for \nthe development of analytical systems, adopting plans to address spills into \nsystems, generation of an industrial inventory and an audit of enforcement \nactivities.  Certain wastewater pollutants, primarily from industrial sources, \nhave the potential to seriously disrupt the various wastewater process \noperations and may present serious health risks to the public and employees \nassociated with its treatment.  The mandate of the MISA program is to \neliminate and control such industrial wastewater discharges at their source. \n \n5.0 \nWASTEWATER TREATMENT PROCESS \n \nBy definition, process means a series of actions or changes.  Treatment \nfacilities incorporate numerous processes which in combination achieve the \ndesired water quality objectives.  These processes involve the separation, \nremoval and disposal of pollutants present in the wastewater. \n \nThe treatment of wastewater is accomplished by four basic methods or \ntechniques; physical, mechanical, biological and chemical. \n \nPhysical methods of treatment include the use of tanks and other structures \ndesigned to contain and control the flow of wastewater to promote the \nremoval of contaminants. \n \nMechanical treatment techniques involve the use of machines, both simple \nand complex in design and operation. \n \nThe action of bacteria and other micro-organisms are biological methods of \ntreatment, which play a vital role in the removal of pollutants which cannot be \neffectively achieved by other means.  \n \nChemical treatment methods enhance the efficiency of other process \noperations and provide specialized treatment as a result of their addition at \nvarious treatment stages. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 4 OF 17 \n \n6.0 \nDESCRIPTION OF PROCESS OPERATIONS \n \nTo gain an understanding of the process operations associated with \nwastewater treatment it is necessary for the reader to become familiar with the \nterms and expressions common to this field of work.   \n \nThe following sections detail the specifics of wastewater treatment and have \nbeen formatted to assist readers new to the field encountering this terminology \nfor the first time.  These terms and expressions are initially presented in bold \nitalic type and may be referenced alphabetically in Section 9.0 Glossary of \nTerms.  \n \n \n \n6.1 \nCOLLECTION SYSTEM \n \nThe collection, or sewer system, is a series of pipes specially designed to \ntransport the millions of litres of wastewater generated each day.  Sewer \npiping is categorized by the type of flow it transports namely sanitary, storm \nand combined sewers.  The City of Guelph collection system is constructed \nas a separated sanitary and separated storm sewer collection system.  The \nsanitary system is directed to the wastewater treatment plant.  In newer and \nfuture development areas of the city the storm system is direct to storm water \nmanagement systems strategically located throughout the city.  In older \ndeveloped areas of the city storm water is discharged directly to the river.  \nTreatment plants which are connected to storm or combined sewers receive \nmuch higher than normal flows during heavy rainfalls and snowmelts. \n \nWhen and wherever possible collection systems are designed as gravity flow \nsystems.  Gravity flow sewer piping is laid with a slope steep enough to \nmaintain a wastewater flow velocity of approximately 0.75 metres per second.  \nThis velocity is sufficient to keep all of the materials present suspended in its \nflow.  In areas where it is geographically impossible to allow for gravity flow, \nlift stations are provided to receive wastewater from low lying areas and \npumps are used to transport the wastewater for further transport by gravity \nsewers. \n \nThe complex sewer collection system must be properly maintained to prevent \ninfiltration, inflow or exfiltration from occurring within the system.  The \nintegrity and function of the collection system is achieved through routine \ninspection, cleaning and repair and planned replacement of system \ncomponents.\n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 5 OF 17 \n \n6.2 \nPRELIMINARY TREATMENT \n \nInfluent to treatment plants contains pieces of wood, rags, plastics and other \ndebris.  Sand, eggshells and other coarse inorganic material is present in the \nflow in addition to organic matter from household, industrial, commercial and \ninstitutional water use. \n \nPreliminary treatment provides for the removal of large debris and heavy \ninorganic material contained in the wastewater flow. \n \nOne of the first treatment operations involves screening of the influent \nwastewater flow.  Mechanical screens consisting of parallel bars or stepped \nplates placed at an angle in the path of the wastewater flow are used to remove \nthis debris.  Mechanical rakes clear debris from the bars and these screenings \nare washed and compressed to remove excess water and ultimately disposed \nof by burial in a landfill.  Removal of these materials protects the treatment \nplant’s piping and downstream equipment from blockage and/or damage. \n \nFollowing screening operations the wastewater flow passes into aerated \nchannels designed to slow the flow velocity to 0.3 metres per second.  Here \nheavy inorganic materials separate from the wastewater and settle.  The settled \ninorganic material is referred to as grit.  Periodically, the settled grit is \nremoved from the channels, washed and ultimately disposed of by burial in a \nlandfill.  Grit is very abrasive and its removal early in the treatment process \nreduces wear on pumps and other equipment.  This inorganic material would \notherwise eventually settle in other process areas and take up effective \ntreatment volume or capacity. \n \n6.3 \nPRIMARY TREATMENT \n \nThe wastewater, with large debris and grit removed is directed to primary \ntreatment operations.  By volume wastewater is greater than 99.9 % water \nand less than 0.1 % solid material in the form of dissolved, suspended, and \nsettable solids. \n \nAlthough this may seem a very minuscule quantity of material, if left \nuntreated and discharged serious negative affects would be experienced in the \nreceiving waters.  The separation and removal of a significant portion of this \nmaterial is accomplished during primary treatment. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 6 OF 17 \n \nDuring primary treatment wastewater flows into and through large settling \ntanks or clarifiers where the flow velocity is reduced to afford hydraulic \ndetention times of between 2 and 4 hours.  Here initial separation occurs, \nwith 40 to 50 % of the heavier settle able solids forming a raw or primary \nsludge on the bottom of the settling tanks, and lighter materials to float to the \ntanks surface.   This sludge, with a typical volatile solids content of 75 %, is \ncollected and discharged to other process operations for further treatment.  \nThe floated materials, primarily consisting of fats, oils and grease are \nskimmed from the tanks surface and are also directed to further treatment \noperations. \n \nThe non-settle able dissolved and suspended solid materials remaining in the \nwastewater flow exiting the settling tanks, referred to as primary effluent, are \ndirected to other process operations to undergo further treatment.  Primary \neffluent contains 60 to 70 % of the total solids contained in the plant influent. \n \n6.4 \nANAEROBIC DIGESTION \n \nDuring primary treatment initial separation of the materials present in the \nwastewater was accomplished producing raw or primary sludge and primary \neffluent.  The physical characteristics and organic strength, as measured by \nthe biochemical oxygen demand (BOD), of each product are uniquely \ndifferent.  Secondary treatment processes serve to further treat these \nproducts and are typically biological forms of treatment. \n \nThe sludge produced during primary settling is directed to large enclosed \ntanks void of free molecular oxygen, known as digesters.  Here anaerobic \nbacteria utilize the organic material present in the sludge as a food source and \nproduce carbon dioxide and methane gas.  The action of these anaerobic \nbacteria stabilize the raw or primary sludge and alters the characteristics of the \noriginal sludge improving its dewaterability for further processing. \n \nDuring the digestion period, typically 15 to 28 days, conditions suitable to \nmaximize the biological activity of the anaerobic bacteria are maintained.  The \ndigester tank contents are heated to maintain a temperature of 35- 37 degrees \nCelsius, mixed to provide contact of organic material with bacteria and \nprevent the formation of a scum blanket. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 7 OF 17 \n \nAnaerobic digestion usually takes place in two stages.  Contents of the second \nstage digestion tanks are periodically allowed to rest unmixed to encourage \nsettling of the stabilized digested biosolids.  Solids are withdrawn and directed \nto solids handling operations for excess water removal and further processing. \n \nThe end products of digestion are stabilized biosolids and a relatively clear \nliquid called supernatant which is withdrawn or overflows the secondary \ndigestion tanks.  Supernatant is returned to the plant influent to again undergo \ntreatment and remove material which it contains. \n \nGas produced during digestion is comprised of 35 % carbon dioxide and 65 % \nmethane by volume and is used to fuel the facilities hot water boilers and \ncogeneration engines.  Heat energy produced is used for digester and domestic \nbuilding heating.  Electrical energy generated is consumed on site and offsets \nthe total quantity of electricity required to be purchased. \n \n6.5 \nACTIVATED SLUDGE \n \nThe organic material present in the primary effluent, which overflows the \nprimary settling tanks exhibits certain characteristics which require additional \nforms of treatment.  This organic material is comprised of dissolved and finely \ndivided suspended or, colloidal solids which account for the turbid \nappearance of the primary effluent. \n \nBy nature, the dissolved organic material present in the influent will remain in \nsolution in the liquid flow during primary treatment.  The colloidal solids \npresent are very small in size and mass and do not settle during primary \ntreatment.  It is not possible nor practical to increase the detention time of the \nwastewater in the primary tanks in an effort to remove these colloidal solids.  \nIncreased detention times would promote the development of septic \nconditions within the settling tanks and solids removal efficiencies would \nactually decrease. \n \nTo treat the primary effluent waste stream a secondary biological treatment \nprocess is used known as the activated sludge process.  This process \neffectively removes the dissolved organic material in addition to a portion of \nthe colloidal matter and converts the remaining colloidal material to a \nbiological sludge which rapidly settles.  Activated sludge consists of sludge \nparticles produced by the growth of organisms in the presence of free \ndissolved oxygen.  The term “activated” comes from the fact that the particles\n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 8 OF 17 \n \nare alive and teeming with bacteria, fungi and protozoa.  These micro-\norganisms cleanse the wastewater by using the organic material present as a \nfood source to grow and reproduce.  The organisms stabilize soluble or \ncolloidal solids by partial oxidation forming carbon dioxide, water, and \nsulphate and nitrate compounds. \n \nThere are many variations or modifications of the activated sludge process \nhowever basic principles of operation apply to all.  Wastewater to be treated is \nthoroughly mixed with the activated sludge to form what is termed mixed \nliquor.  The mixed liquor flows through large aeration basins which allow for \ndetention times between 4 to 6 hours.  Here, oxygen is dissolved into the \nmixed liquor by blowing air through the flow or by mechanical surface mixers \nwhich splash the mixed liquor into the air allowing oxygen from the \natmosphere to be dissolved.  Following this aeration period the aerobic \norganisms present in the mixed liquor are directed to a secondary clarifier \nwhere they flocculate and settle to form a sludge.  A portion of this settled \nsludge is sent back to the beginning of the process as return activated sludge \nto maintain and continue the process.  Sludge produced in excess of process \nrequirements is wasted or discharged from the treatment system back to the \nprimary settling tanks or a separate sludge thickening operation. \n \n6.6 \nCHEMICAL TREATMENT \n \nAlthough primary and secondary treatment operations are efficient in \nremoving most wastewater pollutants, some pollutants require special forms \nof treatment for their removal.  Phosphorous is one such pollutant of special \nconcern. Left untreated, phosphorus contained in the final effluent of a \nwastewater treatment plant may have a serious negative impact on receiving \nwaters.  Phosphorous is one of the major nutrients associated with the growth \nof aquatic plants.  Sources of phosphorous include; human waste, detergents \ncontaining phosphate additives and corrosion control chemicals used in water \nsupplies and industrial discharges. High concentrations of phosphorous in \nreceiving waters promote excessive growth of algae and aquatic plants which \nmay disrupt the natural ecological balance of the receiving water. Rapid \ndeterioration of water quality could result in acceleration of the eutrophication \nprocess of the receiving body of the water. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 9 OF 17 \n \nPhosphorus removal methods may be characterized as being either biological \nor chemical precipitation techniques.  The present practice is the use of a \nmetal salt which reacts with soluble phosphorous to form an insoluble \nprecipitate. This precipitate settles with the sludge during settling operations \nand is thus removed from the wastewater flow. The most common metal salt \nin use is ferrous chloride, also known as “pickled liquor”. This metal salt \nsolution is a readily available waste by-product of steelmaking operations. \n \nApplication points for iron solutions are typically immediately upstream of the \nprimary settling tanks, at the influent end of the aeration tanks, or at both \npoints simultaneously. It is important that chemicals used for phosphorous \nprecipitation be intimately mixed with the wastewater to ensure uniform \ndispersion to achieve maximum removal efficiencies. \n \nAnother essential chemical treatment practiced at wastewater treatment \nfacilities involves disinfection of the final effluent. Disease causing or \npathogenic micro-organisms are potentially present in all wastewaters due to \nhuman discharges.  These micro-organisms must be removed or killed before \ntreated wastewater is discharged to receiving waters. Chlorination for \ndisinfection purposes results in the destruction of essentially all of the \npathogenic micro-organisms and thus prevents the spread of waterborne \ndiseases.  To further protect receiving waters sodium bisulphate is added \nfollowing disinfection to dechlorinate the wastewater effluent prior to \ndischarge. \n \n6.7 \n DEWATERING \n \nDewatering is a solid handling process operation. Stabilized biosolids from \nsecondary anaerobic digestion are directed to dewatering to remove excess \nwater. This operation reduces the volume and increases the dryness of the \nsolids for further processing. Feed solids typically 1.5 to 2 % on solids content \nare processed through mechanical belt filter presses, which yield filter cake \ntypically 18 to 19 % in solids content. The feed solids are conditioned with a \npolymer-coagulating agent and squeezed between woven mesh filter belts. \nThe excess water removed, termed filtrate, and wash water used to clean the \nwoven filter belts is directed back into the wastewater flow for treatment. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 10 OF 17 \n \n6.8 \nCOMPOSTING \n \nComposting \nis \nan \naerobic \nbiological \nprocess \nproviding \nfor \nthe \ndecomposition of the organic matter present in the dewatered cake by \nbacteria and fungi in the presence of oxygen. The City of Guelph is the first \nwastewater facility in Canada to utilize a high rate, totally enclosed in vessel \ncomposting facility. Composting occurs naturally such as decomposition of \nleaves on a forest floor. This naturally occurring process can be optimized \nand accelerated by establishing ideal controlled conditions in a bio-\nmechanical process system. Temperature, food and oxygen availability is \ncontrolled to provide for optimum composting conditions. \n \nThe process begins by mixing proportionate amounts of dewatered cake, \namendment material and a recycle of previously composted material. \nAmendment is derived from waste wood and provides a carbon-based food \nsource to compliment the nitrogen-rich dewatered cake. The amendment also \nincreases the dryness and porosity of the mix to allow efficient movement of \nair and oxygen transfer through the compost mass.  The recycled compost is \nintroduced to supply an active population of micro-organisms in addition to \nincreasing the dryness of the mix. The combined feed material is introduced \ninto the top of a Bio Reactor using a series of screw conveyors and vertical \nelevating conveyor, Compost material moves in a plug flow fashion from the \ntop of the reactor vessels to the bottom. Material is withdrawn from the \nbottom of the Bio Reactor vessel and transferred to the top of the Cure \nReactor. Heat generated by the growth of the microorganisms raises the \ntemperature of the compost material. Temperatures range between 40 and 60 \ndegrees Celsius or greater are maintained for a minimum period of three \nconsecutive days, which provides for pasteurization and safeguards against \nharmful bacteria and viruses. \n \n6.9 \nTERTIARY TREATMENT \n \nTertiary treatment process operations are incorporated at the City of Guelph \nWastewater treatment plant. These are necessitated by the sensitivity and \nassimilative capacity of the Speed River which receives effluent discharge. \nTertiary treatment or effluent polishing operations practiced are nitrification \nfor the removal of ammonia nitrogen and sand filtration for the additional \nremoval of suspended solids. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 11 OF 17 \n \nAmmonia nitrogen, like phosphorus is a nutrient which can promote the \nexcessive growth of algae and aquatic plants which may disrupt the natural \necological balance of the receiving water.  Nitrification is an aerobic \nbiological process whereby nitrifying bacteria convert ammonia first to nitrite \nand subsequently to nitrate. Secondary treated effluent is directed to Rotating \nBiological Contactors (RBC) where this conversion takes place. Thirty-two \nRBC shafts configured in four parallel treatment trains are employed. Each \nshaft is 7.6 metres long with a media diameter of 3.6 metres and media surface \narea of 13,750 m. the media is submerged 40 % in the secondary effluent \nflow. Driven by air, the shafts slowly revolve in the wastewater at a rate of 1.3 \nrpm. Bacteria attached to the media converts the ammonia to nitrite and \nnitrate. \n \nThe treatment facility incorporates four low head sand filters for further \nremoval of suspended solids and associated BOD and phosphorus.  Each filter \nis comprised of numerous independent filter cells. Silica sand and anthracite \nof specific quality is used as the filter medium. RBC efflucent is distributed to \nthe filters which provide automatic backdating of the filter media.  Filter \nbackwash is directed to the primary treatment process for removal of \ncontained solids. \n \n7.0 \nDISCHARGE CRITERIA \n \nTo ensure the quality of our natural water resources the MOE determines and \nsets the allowable limits for effluent discharged from wastewater treatment \nfacilities and rated hydraulic capacities within the province through the issue \nof Certificates of Approval. As may be expected the size of receiving water is \nimportant consideration in setting allowable discharge limits. The smaller the \nbody of water the receiving stream represents typically the more stringent the \ndischarge limits. \n \nThe principle elements for which discharge standards are prescribed are: \n \nHydraulic Capacity Rating \nTOD total oxygen demand \nBOD biochemical oxygen demand \nTP total phosphorous \nTSS total suspended solids \nCR chlorine residual \nNH3 ammonia nitrogen \nTKN total kjeldahl nitrogen \nEC E. coliform \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 12 OF 17 \n \nHydraulic capacity ratings govern community growth related issues to ensure \nadequate treatment capacity is available and maintained. \n \nExcessive BOD in the final effluent above the receiving waters natural \ncleansing ability may deplete the water body of its available oxygen supply \nand result in stagnant conditions. \n \nEffluent high in TP or NH3 will encourage growth of algae and aquatic plants \nwhich may disrupt the natural ecological cycle of the receiving water. \n \nDischarges containing large quantities of TSS may also result in oxygen \ndepletion resulting from decomposition of the organic material present in the \nreceiving water. \n \nInadequate disinfection of a treatment facilities final effluent may result in the \ndischarge of pathogenic bacteria as indicated by FC bacteriological analysis to \nreceiving waters and lead to an outbreak of waterborne disease. \n \n8.0 \nCONCLUSIONS \n \nTo accomplish treatment of wastewater for the City of Guelph on a 24 hours a \nday, 7 day per week basis is a demanding task. The proactive approach \nadopted by the city in providing this essential service will ensure the \nprotection of our natural water resources. \n \nTo ensure the service requirements of planned future expansion within the city \nboundaries millions of dollars have been directed towards modernization and \nexpansion of the various treatment facilities. Modernization will incorporate \nthe use of the best available pollution control technology. The future holds \nexciting challenges in the wastewater treatment field, which must be met to \nensure the protection of our environment. \n \n9.0 \nGLOSSARY OF TERMS \n \nSludge particles produced by the growth of organisms (including zoogleal \nbacteria) in aeration tanks in the presence of free dissolved oxygen. The term \n“activated” comes from the fact that particles are teeming with bacteria, fungi, \nand protozoa. Activated sludge is different from primary sludge in that sludge \nparticles contain many living organisms which can feed on materials present \nin the incoming wastewater. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 13 OF 17 \n \nAerobic \nA condition in which free dissolved oxygen is present in the aquatic \nenvironment. \n \nAerobic Bacteria \nA bacterium, which lives and reproduces only in an environment containing \noxygen which is available for their respiration (breathing). Oxygen combined \nchemically; such as in water molecules (H2O) cannot be used for respiration \nby aerobic bacteria. \n \nAnaerobic Bacteria \nBacteria that do not utilize free dissolved oxygen to survive but derive oxygen \nfrom compounds such as sulphate \n \nBiochemical Oxygen Demand (BOD) \nThe rate at which microorganisms and chemicals use the oxygen in water or \nwastewater while stabilizing decomposable organic matter under aerobic \nconditions. In decomposition, organic matter serves as food for the bacteria \nand energy results from the oxidation. \n \nChemical Precipitation  \nPrecipitation induced by the addition of chemicals. \n \nChlorination \nThe application of chlorine to water or wastewater, generally for the purpose \nof disinfection. \n \nCoagulation \nThe use of chemicals that cause very fine particles to clump together into \nlarger particles. This makes it easier to separate the solids from the liquids by \nsettling, skimming, draining or filtering  \n \nColloids \n Very small, finely divided solids (particles that do not dissolve) that remain  \n dispersed in a liquid for a long time due to their small size and electrical \ncharge.  \n \nCombined Sewer \nA sewer designed to carry both sanitary wastewater and storm or surface \nwater runoff. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 14 OF 17 \n \nDecomposition, Decay \nProcesses that convert unstable materials into more stable forms by chemical \nor biological action.  Waste treatment encourages decay in a controlled \nsituation so that material may be disposed of in a stable form. When organic  \nmatter decays under anaerobic conditions (putrefaction), undesirable odours \nmay be produced.  Aerobic processes in common use for wastewater treatment \nproduce much less objectionable odours. \n \nDetention Time \nThe time required to fill a tank at a given flow or the theoretical time required \nfor a given flow of wastewater to pass through a tank. \n \nDigester \nA tank in which sludge is placed to allow decomposition by micro-organisms. \nDigestion may occur under anaerobic (most common) or, aerobic conditions. \n \nDisinfection \nThe process designed to kill most micro-organisms in wastewater, including  \nessentially all pathogenic (disease-causing) bacteria. There are several ways to  \ndisinfect with chlorine being most frequently used in water and wastewater \ntreatment plants. \n \nEffluent \nWastewater or other liquid raw, partially or completely treated flowing from a \nbasin, treatment process, or treatment plant. \n \nFlocculation \nThe gathering together of fine particles to form larger particles. \n \nInfiltration \nThe seepage of groundwater into a sewer system, including service \nconnections. Seepage frequently occurs through defective or cracked pipes, \npipe joints, connections or access chamber walls. \n \nInflow \nWater discharged into the sewer system from sources other than regular \nsanitary connections. This includes flow from yard drains, foundation drains \nand around access covers. Inflow differs from infiltration in that it is a direct \ndischarge into the sewer rather than a leak in the sewer itself. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 15 OF 17 \n \nInfluent \nWastewater or other liquid raw or partially treated flowing into a reservoir, \nbasin, treatment process, or treatment plant. \n \nMixed Liquid \nWhen return activated sludge is mixed with primary effluent or raw \nwastewater this mixture is referred to as mixed liquor as long as it is in the  \naeration tank. Mixed liquor also may refer to the contents of mixed aerobic or \nanaerobic digesters. \n \nOrganic Waste \nWaste material, which comes mainly from animal or plant, sources. Organic \nwaste generally can be consumed by bacteria and other small organisms. \nInorganic wastes are chemical substances of mineral origin. \n \nOxidation \nOxidation is the addition of oxygen, removal of hydrogen, or the removal of \nelectrons from an element or compound. In wastewater treatment, organic \nmatter is oxidized to more stable forms. \n \nPathogenic Organisms \nBacteria, viruses or cysts which can cause disease (typhoid, cholera, \ndysentery). \nThere are many types of bacteria which do not cause disease and which are \nnot called pathogenic. Many beneficial bacteria are found in wastewater \ntreatment processes actively treating organic wastes. \n \nPrecipitate \nTo separate (a substance) out in solid form from a solution, as by the use of a \nreagent. The substance is precipitated. \n \nPreliminary Treatment \nThe removal of metal, rocks, rags, sand, eggshells, and similar materials \nwhich may hinder the operation of a treatment plant. Preliminary treatment  \nis accomplished by using equipment such as bar/step screens, comminutors, \nand grit removal systems. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 16 OF 17 \n \nPrimary Treatment \nA wastewater treatment process that takes place in a rectangular or circular \ntank and allows those substances in wastewater that readily settle or float to be \nseparated from the water being treated. \n \nReceiving Water \nA stream, river, lake or ocean into which treated or untreated wastewater is \ndischarged. \n \nRotating Biological Contactors \nSecondary biological treatment device consisting of a rotating shaft  \nsurrounded by plastic discs called media, which is partially submerged in the \nwastewater to be treated. A biological slime layer which attaches to the media \neffects treatment. \n \nSecondary Treatment \nA wastewater treatment process used to convert dissolved or suspended \nmaterials into a form more readily separated from the water being treated. \nUsually the process follows primary treatment. The process commonly is a \ntype of biological treatment followed by secondary clarifiers that allows solids \nto settle out of the water being treated. \n \nSeptic  \nThis condition is produced by anerobic bacteria. If severe, the wastewater \nturns black, gives off foul odours, contains little or no dissolved oxygen and \ncreates a heavy oxygen demand. \n \nStabilize \nTo convert to a form that resists change. Organic material is stabilized by \nbacteria which convert the material to gasses and other relatively inert \nsubstances. Stabilized organic material generally will not give off obnoxious \nodours. \n \nStorm Sewer \nA separate sewer that carries runoff from storms; surface drainage, street wash \nand snow melt and do not include domestic and industrial wastes. \n \nINTRODUCTION TO WASTEWATER TREATMENT \nPAGE 17 OF 17 \n \nSupernatant \nLiquid removed from settled sludge. Supernatant commonly refers to the \nliquid between the sludge on the bottom and the scum on the surface of an \nanaerobic digester. This liquid is usually returned to the influent of the \ntreatment plant or to the primary clarifier. \n \nSuspended Solids \nSolids that are very small in size and mass which do not readily settle. \n \nVolatile \nA volatile substance is one that is capable of being evaporated or changed to a \nvapour at a relatively low temperature. \n"}